# -*- coding: utf-8 -*-
#############################################################                       *
###*|ddOs V.1|*  ###     *     # daasntoo@gmail.com         #                       *
####################     #     #                            #                       *
#                        *     #   daa@xmpp.ru              #                       *
#############################################################                       *
                                                                                    #
                                                                                    #
{
#####################################################################################
###################                      ConF   BOT                     #############
#####################################################################################
#User                         #     اميل البوت         #                            *
'User': '',                                                       #
# Server                      #     سيرفر الاميل        #                            *
'Server': 'jabber.ru',                                            #
# Password                    #     باسورد الايميل      #                            *
'Password': '****',                                                   #
# Resource                    #     ريسورس البوت       #                            *
'Resource': 'DDOS-1',                                                #
# Nick Name                   #  اسم البوت في الغرفة   #                            *
'NickName': 'DDOS-1',                                             #
# Group ChaT                  #   الغرفة الأساسية       #                            *
'Default-GroupChat': '',                 #
# Prefix                      #     مفتاح البوت        #                            *
'Prefix': '',                                                       #
# admin                       #        ادمن البوت      #                            *
'Master': [u''],            #
# Status                      #  حالة لبوت في الغرف #                            *
'Message': '',                                             #
# Show                        #   اشارة الحالة للبوت   #                            *
'Status': 'dnd',
#####################################################################################
###################                     WaR ConF                        #############
#####################################################################################
# هنا تضع الاميلات التي سيقوم البوت بالضرب بها                                        #
'Serverx': ['jsmart.web.id','syriatalk.org'], #                سيرفر اميلات السبام             #
'Name': ['run-0','run-1','run-2','run-3','run-4','run-5','run-6','run-7','run-8','run-9','run-10','run-11','run-12','run-13','run-14','run-15','run-16'],
'pASS': ['590590'], #                           باس اميلات السبام                      #
#####################################################################################
######Databases#######تخزين معلومات البوت في قاعدة بيانات ال SqliTe3                *
      #sqlite3#                                                                     #
'Base-Type': 'sqlite3',                                                             # 
}                                                                                   #
#############################################################                       *
##################$  SyRiaTalk.Cc  $#########################                       *  
#############################################################                       *
